[
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/PE555HL8",
		"type": "article-journal",
		"abstract": "Abstract\n            The ability to infer emotional states and their wider consequences requires the establishment of relationships between the emotional display and subsequent actions. These abilities, together with the use of emotional information from others in social decision making, are cognitively demanding and require inferential skills that extend beyond the immediate perception of the current behaviour of another individual. They may include predictions of the significance of the emotional states being expressed. These abilities were previously believed to be exclusive to primates. In this study, we presented adult domestic dogs with a social interaction between two unfamiliar people, which could be positive, negative or neutral. After passively witnessing the actors engaging silently with each other and with the environment, dogs were given the opportunity to approach a food resource that varied in accessibility. We found that the available emotional information was more relevant than the motivation of the actors (i.e. giving something or receiving something) in predicting the dogs’ responses. Thus, dogs were able to access implicit information from the actors’ emotional states and appropriately use the affective information to make context-dependent decisions. The findings demonstrate that a non-human animal can actively acquire information from emotional expressions, infer some form of emotional state and use this functionally to make decisions.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-021-01544-x",
		"ISSN": "1435-9448, 1435-9456",
		"issue": "2",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "231-240",
		"source": "DOI.org (Crossref)",
		"title": "Dogs can infer implicit information from human emotional expressions",
		"URL": "https://link.springer.com/10.1007/s10071-021-01544-x",
		"volume": "25",
		"author": [
			{
				"family": "Albuquerque",
				"given": "Natalia"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			},
			{
				"family": "Guo",
				"given": "Kun"
			},
			{
				"family": "Wilkinson",
				"given": "Anna"
			},
			{
				"family": "Resende",
				"given": "Briseida"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/8KHN63I4",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0212652",
		"ISSN": "1932-6203",
		"issue": "10",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0212652",
		"source": "DOI.org (Crossref)",
		"title": "Development of a fixed list of terms for the Qualitative Behavioural Assessment of shelter dogs",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0212652",
		"volume": "14",
		"author": [
			{
				"family": "Arena",
				"given": "Laura"
			},
			{
				"family": "Wemelsfelder",
				"given": "Franҫoise"
			},
			{
				"family": "Messori",
				"given": "Stefano"
			},
			{
				"family": "Ferri",
				"given": "Nicola"
			},
			{
				"family": "Barnard",
				"given": "Shanis"
			}
		],
		"editor": [
			{
				"family": "Olsson",
				"given": "I. Anna S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					10,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/YWQ8IM3Q",
		"type": "article-journal",
		"abstract": "Abstract\n            This research focuses on sex differences in the behavioral patterns of dogs when they are exposed to human chemosignals (sweat) produced in happy and fear contexts. No age, breed or apparatus-directed behavior differences were found. However, when exposed to fear chemosignals, dogs’ behavior towards their owners, and their stress signals lasted longer when compared to being exposed to happiness as well as control chemosignals. In the happy odor condition, females, in contrast to males, displayed a significantly higher interest to the stranger compared to their owner. In the fear condition, dogs spent more time with their owner compared to the stranger. Behaviors directed towards the door, indicative of exit interest, had a longer duration in the fear condition than the other two conditions. Female dogs revealed a significantly longer door-directed behavior in the fear condition compared to the control condition. Overall the data shows that the effect of exposure to human emotional chemosignals is not sex dependent for behaviors related to the apparatus, the owner or the stress behaviors; however, in the happiness condition, females showed a stronger tendency to interact with the stranger.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-021-01473-9",
		"ISSN": "1435-9448, 1435-9456",
		"issue": "2",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "299-309",
		"source": "DOI.org (Crossref)",
		"title": "Sex differences in the behavioral responses of dogs exposed to human chemosignals of fear and happiness",
		"URL": "https://link.springer.com/10.1007/s10071-021-01473-9",
		"volume": "24",
		"author": [
			{
				"family": "D’Aniello",
				"given": "Biagio"
			},
			{
				"family": "Fierro",
				"given": "Barbara"
			},
			{
				"family": "Scandurra",
				"given": "Anna"
			},
			{
				"family": "Pinelli",
				"given": "Claudia"
			},
			{
				"family": "Aria",
				"given": "Massimo"
			},
			{
				"family": "Semin",
				"given": "Gün R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/2QVFPLUK",
		"type": "article-journal",
		"abstract": "Abstract\n            Inter-specific emotion recognition is especially adaptive when species spend a long time in close association, like dogs and humans. Here, we comprehensively studied the human ability to recognize facial expressions associated with dog emotions (hereafter, emotions). Participants were presented with pictures of dogs, humans and chimpanzees, showing angry, fearful, happy, neutral and sad emotions, and had to assess which emotion was shown, and the context in which the picture had been taken. Participants were recruited among children and adults with different levels of general experience with dogs, resulting from different personal (i.e. dog ownership) and cultural experiences (i.e. growing up or being exposed to a cultural milieu in which dogs are highly valued and integrated in human lives). Our results showed that some dog emotions such as anger and happiness are recognized from early on, independently of experience. However, the ability to recognize dog emotions is mainly acquired through experience. In adults, the probability of recognizing dog emotions was higher for participants grown up in a cultural milieu with a positive attitude toward dogs, which may result in different passive exposure, interest or inclination toward this species.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-019-52938-4",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "16414",
		"source": "DOI.org (Crossref)",
		"title": "The ability to recognize dog emotions depends on the cultural milieu in which we grow up",
		"URL": "https://www.nature.com/articles/s41598-019-52938-4",
		"volume": "9",
		"author": [
			{
				"family": "Amici",
				"given": "Federica"
			},
			{
				"family": "Waterman",
				"given": "James"
			},
			{
				"family": "Kellermann",
				"given": "Christina Maria"
			},
			{
				"family": "Karimullah",
				"given": "Karimullah"
			},
			{
				"family": "Bräuer",
				"given": "Juliane"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					11,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/MGQ3SPAF",
		"type": "article-journal",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2019.00049",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "49",
		"source": "DOI.org (Crossref)",
		"title": "Predictive Models of Assistance Dog Training Outcomes Using the Canine Behavioral Assessment and Research Questionnaire and a Standardized Temperament Evaluation",
		"URL": "https://www.frontiersin.org/article/10.3389/fvets.2019.00049/full",
		"volume": "6",
		"author": [
			{
				"family": "Bray",
				"given": "Emily E."
			},
			{
				"family": "Levy",
				"given": "Kerinne M."
			},
			{
				"family": "Kennedy",
				"given": "Brenda S."
			},
			{
				"family": "Duffy",
				"given": "Deborah L."
			},
			{
				"family": "Serpell",
				"given": "James A."
			},
			{
				"family": "MacLean",
				"given": "Evan L."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					2,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/ZSH3892X",
		"type": "article-journal",
		"abstract": "Abstract\n            Several recent studies have investigated how dogs perceive human emotional expressions. They have measured the reactions of dogs when exposed to stimuli presented in different modalities, such as photographs, audio recordings or odor samples, or to humans simulating various emotional situations. In the current study, dog owners were manipulated to genuinely experience emotions of happiness, sadness, and neutrality. We measured how dogs responded to their owners’ authentic emotions in two different natural situations: induction of the emotion through a video clip and training of a new task. Through a detailed analysis of dog behavior in these naturalistic settings, we investigated whether dogs show behavioral responses to genuine human emotions. We found that dogs behaved differently depending on the owner’s emotional state: they gazed and jumped less at owners when they were sad, and their compliance with the ‘sit’ command was also diminished. When owners were happy, dogs performed better in the trained task. These results are discussed in light of how dogs perceive human emotional expressions and the adaptive value of this skill.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-024-01899-x",
		"ISSN": "1435-9456",
		"issue": "1",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "60",
		"source": "DOI.org (Crossref)",
		"title": "Dogs distinguish authentic human emotions without being empathic",
		"URL": "https://link.springer.com/10.1007/s10071-024-01899-x",
		"volume": "27",
		"author": [
			{
				"family": "Bräuer",
				"given": "Juliane"
			},
			{
				"family": "Eichentopf",
				"given": "Dorothea"
			},
			{
				"family": "Gebele",
				"given": "Nomi"
			},
			{
				"family": "Jandke",
				"given": "Louise"
			},
			{
				"family": "Mann",
				"given": "Veronique"
			},
			{
				"family": "Schulte",
				"given": "Katharina"
			},
			{
				"family": "Bender",
				"given": "Yana"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9,
					21
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/GSYT56XZ",
		"type": "article-journal",
		"container-title": "PLoS Biology",
		"DOI": "10.1371/journal.pbio.1000451",
		"ISSN": "1545-7885",
		"issue": "8",
		"journalAbbreviation": "PLoS Biol",
		"language": "en",
		"page": "e1000451",
		"source": "DOI.org (Crossref)",
		"title": "A Simple Genetic Architecture Underlies Morphological Variation in Dogs",
		"URL": "https://dx.plos.org/10.1371/journal.pbio.1000451",
		"volume": "8",
		"author": [
			{
				"family": "Boyko",
				"given": "Adam R."
			},
			{
				"family": "Quignon",
				"given": "Pascale"
			},
			{
				"family": "Li",
				"given": "Lin"
			},
			{
				"family": "Schoenebeck",
				"given": "Jeffrey J."
			},
			{
				"family": "Degenhardt",
				"given": "Jeremiah D."
			},
			{
				"family": "Lohmueller",
				"given": "Kirk E."
			},
			{
				"family": "Zhao",
				"given": "Keyan"
			},
			{
				"family": "Brisbin",
				"given": "Abra"
			},
			{
				"family": "Parker",
				"given": "Heidi G."
			},
			{
				"family": "vonHoldt",
				"given": "Bridgett M."
			},
			{
				"family": "Cargill",
				"given": "Michele"
			},
			{
				"family": "Auton",
				"given": "Adam"
			},
			{
				"family": "Reynolds",
				"given": "Andy"
			},
			{
				"family": "Elkahloun",
				"given": "Abdel G."
			},
			{
				"family": "Castelhano",
				"given": "Marta"
			},
			{
				"family": "Mosher",
				"given": "Dana S."
			},
			{
				"family": "Sutter",
				"given": "Nathan B."
			},
			{
				"family": "Johnson",
				"given": "Gary S."
			},
			{
				"family": "Novembre",
				"given": "John"
			},
			{
				"family": "Hubisz",
				"given": "Melissa J."
			},
			{
				"family": "Siepel",
				"given": "Adam"
			},
			{
				"family": "Wayne",
				"given": "Robert K."
			},
			{
				"family": "Bustamante",
				"given": "Carlos D."
			},
			{
				"family": "Ostrander",
				"given": "Elaine A."
			}
		],
		"editor": [
			{
				"family": "Hoekstra",
				"given": "Hopi E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010",
					8,
					10
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/K79P75JZ",
		"type": "article-journal",
		"abstract": "Abstract\n            In animal research, automation of affective states recognition has so far mainly addressed pain in a few species. Emotional states remain uncharted territories, especially in dogs, due to the complexity of their facial morphology and expressions. This study contributes to fill this gap in two aspects. First, it is the first to address dog emotional states using a dataset obtained in a controlled experimental setting, including videos from (n = 29) Labrador Retrievers assumed to be in two experimentally induced emotional states: negative (frustration) and positive (anticipation). The dogs’ facial expressions were measured using the Dogs Facial Action Coding System (DogFACS). Two different approaches are compared in relation to our aim: (1) a DogFACS-based approach with a two-step pipeline consisting of (i) a DogFACS variable detector and (ii) a positive/negative state Decision Tree classifier; (2) An approach using deep learning techniques with no intermediate representation. The approaches reach accuracy of above 71% and 89%, respectively, with the deep learning approach performing better. Secondly, this study is also the first to study explainability of AI models in the context of emotion in animals. The DogFACS-based approach provides decision trees, that is a mathematical representation which reflects previous findings by human experts in relation to certain facial expressions (DogFACS variables) being correlates of specific emotional states. The deep learning approach offers a different, visual form of explainability in the form of heatmaps reflecting regions of focus of the network’s attention, which in some cases show focus clearly related to the nature of particular DogFACS variables. These heatmaps may hold the key to novel insights on the sensitivity of the network to nuanced pixel patterns reflecting information invisible to the human eye.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-022-27079-w",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "22611",
		"source": "DOI.org (Crossref)",
		"title": "Explainable automated recognition of emotional states from canine facial expressions: the case of positive anticipation and frustration",
		"title-short": "Explainable automated recognition of emotional states from canine facial expressions",
		"URL": "https://www.nature.com/articles/s41598-022-27079-w",
		"volume": "12",
		"author": [
			{
				"family": "Boneh-Shitrit",
				"given": "Tali"
			},
			{
				"family": "Feighelstein",
				"given": "Marcelo"
			},
			{
				"family": "Bremhorst",
				"given": "Annika"
			},
			{
				"family": "Amir",
				"given": "Shir"
			},
			{
				"family": "Distelfeld",
				"given": "Tomer"
			},
			{
				"family": "Dassa",
				"given": "Yaniv"
			},
			{
				"family": "Yaroshetsky",
				"given": "Sharon"
			},
			{
				"family": "Riemer",
				"given": "Stefanie"
			},
			{
				"family": "Shimshoni",
				"given": "Ilan"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			},
			{
				"family": "Zamansky",
				"given": "Anna"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/2N7FW5BS",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0152393",
		"ISSN": "1932-6203",
		"issue": "4",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0152393",
		"source": "DOI.org (Crossref)",
		"title": "The Processing of Human Emotional Faces by Pet and Lab Dogs: Evidence for Lateralization and Experience Effects",
		"title-short": "The Processing of Human Emotional Faces by Pet and Lab Dogs",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0152393",
		"volume": "11",
		"author": [
			{
				"family": "Barber",
				"given": "Anjuli L. A."
			},
			{
				"family": "Randi",
				"given": "Dania"
			},
			{
				"family": "Müller",
				"given": "Corsin A."
			},
			{
				"family": "Huber",
				"given": "Ludwig"
			}
		],
		"editor": [
			{
				"family": "Guo",
				"given": "Kun"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					4,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/UH8ZBEBT",
		"type": "article-journal",
		"abstract": "Abstract\n            Dogs have remarkable abilities to synergise their behaviour with that of people, but how dogs read facial and bodily emotional cues in comparison to humans remains unclear. Both species share the same ecological niche, are highly social and expressive, making them an ideal comparative model for intra- and inter-species emotion perception. We compared eye-tracking data from unrestrained humans and dogs when viewing dynamic and naturalistic emotional expressions in humans and dogs. Dogs attended more to the body than the head of human and dog figures, unlike humans who focused more on the head of both species. Dogs and humans also showed a clear age effect that reduced head gaze. Our results indicate a species-specific evolutionary adaptation for emotion perception, which is only partly modified for heterospecific cues. These results have important implications for managing the risk associated with human–dog interactions, where expressive and perceptual differences are crucial.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-021-01471-x",
		"ISSN": "1435-9448, 1435-9456",
		"issue": "2",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "267-279",
		"source": "DOI.org (Crossref)",
		"title": "Bodily emotional expressions are a primary source of information for dogs, but not for humans",
		"URL": "https://link.springer.com/10.1007/s10071-021-01471-x",
		"volume": "24",
		"author": [
			{
				"family": "Correia-Caeiro",
				"given": "Catia"
			},
			{
				"family": "Guo",
				"given": "Kun"
			},
			{
				"family": "Mills",
				"given": "Daniel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/NSECJPJZ",
		"type": "article-journal",
		"abstract": "Abstract\n            Facial expressions are a core component of the emotional response of social mammals. In contrast to Darwin's original proposition, expressive facial cues of emotion appear to have evolved to be species-specific. Faces trigger an automatic perceptual process, and so, inter-specific emotion perception is potentially a challenge; since observers should not try to “read” heterospecific facial expressions in the same way that they do conspecific ones. Using dynamic spontaneous facial expression stimuli, we report the first inter-species eye-tracking study on fully unrestrained participants and without pre-experiment training to maintain attention to stimuli, to compare how two different species living in the same ecological niche, humans and dogs, perceive each other’s facial expressions of emotion. Humans and dogs showed different gaze distributions when viewing the same facial expressions of either humans or dogs. Humans modulated their gaze depending on the area of interest (AOI) being examined, emotion, and species observed, but dogs modulated their gaze depending on AOI only. We also analysed if the gaze distribution was random across AOIs in both species: in humans, eye movements were not correlated with the diagnostic facial movements occurring in the emotional expression, and in dogs, there was only a partial relationship. This suggests that the scanning of facial expressions is a relatively automatic process. Thus, to read other species’ facial emotions successfully, individuals must overcome these automatic perceptual processes and employ learning strategies to appreciate the inter-species emotional repertoire.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-020-01348-5",
		"ISSN": "1435-9448, 1435-9456",
		"issue": "3",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "465-476",
		"source": "DOI.org (Crossref)",
		"title": "Perception of dynamic facial expressions of emotion between dogs and humans",
		"URL": "http://link.springer.com/10.1007/s10071-020-01348-5",
		"volume": "23",
		"author": [
			{
				"family": "Correia-Caeiro",
				"given": "Catia"
			},
			{
				"family": "Guo",
				"given": "Kun"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/AHJHCBTG",
		"type": "article-journal",
		"abstract": "Abstract\n            The commonality of facial expressions of emotion has been studied in different species since Darwin, with most of the research focusing on closely related primate species. However, it is unclear to what extent there exists common facial expression in species more phylogenetically distant, but sharing a need for common interspecific emotional understanding. Here we used the objective, anatomically-based tools, FACS and DogFACS (Facial Action Coding Systems), to quantify and compare human and domestic dog facial expressions in response to emotionally-competent stimuli associated with different categories of emotional arousal. We sought to answer two questions: Firstly, do dogs display specific discriminatory facial movements in response to different categories of emotional stimuli? Secondly, do dogs display similar facial movements to humans when reacting in emotionally comparable contexts? We found that dogs displayed distinctive facial actions depending on the category of stimuli. However, dogs produced different facial movements to humans in comparable states of emotional arousal. These results refute the commonality of emotional expression across mammals, since dogs do not display human-like facial expressions. Given the unique interspecific relationship between dogs and humans, two highly social but evolutionarily distant species sharing a common environment, these findings give new insight into the origin of emotion expression.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-017-15091-4",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "15525",
		"source": "DOI.org (Crossref)",
		"title": "Dogs and humans respond to emotionally competent stimuli by producing different facial actions",
		"URL": "https://www.nature.com/articles/s41598-017-15091-4",
		"volume": "7",
		"author": [
			{
				"family": "Caeiro",
				"given": "Cátia"
			},
			{
				"family": "Guo",
				"given": "Kun"
			},
			{
				"family": "Mills",
				"given": "Daniel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					11,
					14
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/8WUKSQPT",
		"type": "article-journal",
		"abstract": "Abstract\n            Facial expressions potentially serve as indicators of animal emotions if they are consistently present across situations that (likely) elicit the same emotional state. In a previous study, we used the Dog Facial Action Coding System (DogFACS) to identify facial expressions in dogs associated with conditions presumably eliciting positive anticipation (expectation of a food reward) and frustration (prevention of access to the food). Our first aim here was to identify facial expressions of positive anticipation and frustration in dogs that are context-independent (and thus have potential as emotion indicators) and to distinguish them from expressions that are reward-specific (and thus might relate to a motivational state associated with the expected reward). Therefore, we tested a new sample of 28 dogs with a similar set-up designed to induce positive anticipation (positive condition) and frustration (negative condition) in two reward contexts: food and toys. The previous results were replicated: Ears adductor was associated with the positive condition and Ears flattener, Blink, Lips part, Jaw drop, and Nose lick with the negative condition. Four additional facial actions were also more common in the negative condition. All actions except the Upper lip raiser were independent of reward type. Our second aim was to assess basic measures of diagnostic accuracy for the potential emotion indicators. Ears flattener and Ears downward had relatively high sensitivity but low specificity, whereas the opposite was the case for the other negative correlates. Ears adductor had excellent specificity but low sensitivity. If the identified facial expressions were to be used individually as diagnostic indicators, none would allow consistent correct classifications of the associated emotion. Diagnostic accuracy measures are an essential feature for validity assessments of potential indicators of animal emotion.",
		"container-title": "Animal Cognition",
		"DOI": "10.1007/s10071-021-01532-1",
		"ISSN": "1435-9448, 1435-9456",
		"issue": "1",
		"journalAbbreviation": "Anim Cogn",
		"language": "en",
		"page": "121-136",
		"source": "DOI.org (Crossref)",
		"title": "Evaluating the accuracy of facial expressions as emotion indicators across contexts in dogs",
		"URL": "https://link.springer.com/10.1007/s10071-021-01532-1",
		"volume": "25",
		"author": [
			{
				"family": "Bremhorst",
				"given": "A."
			},
			{
				"family": "Mills",
				"given": "D. S."
			},
			{
				"family": "Würbel",
				"given": "H."
			},
			{
				"family": "Riemer",
				"given": "S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/JZ2G6JAN",
		"type": "article-journal",
		"abstract": "The inner brow raiser is a muscle movement that increases the size of the orbital cavity, leading to the appearance of so-called ‘puppy dog eyes’. In domestic dogs, this expression was suggested to be enhanced by artificial selection and to play an important role in the dog-human relationship. Production of the inner brow raiser has been shown to be sensitive to the attentive stance of a human, suggesting a possible communicative function. However, it has not yet been examined whether it is sensitive to human presence. In the current study, we aimed to test whether the inner brow raiser differs depending on the presence or absence of an observer. We used two versions of a paradigm in an equivalent experimental setting in which dogs were trained to expect a reward; however, the presence/absence of a person in the test apparatus was varied. In the social context, a human facing the dog delivered the reward; in the non-social context, reward delivery was automatized. If the inner brow raiser has a communicative function and dogs adjust its expression to an audience, we expect it to be shown more frequently in the social context (when facing a person in the apparatus) than in the non-social context (when facing the apparatus without a person inside). The frequency of the inner brow raiser differed between the two contexts, but contrary to the prediction, it was shown more frequently in the non-social context. We further demonstrate that the inner brow raiser is strongly associated with eye movements and occurs independently in only 6% of cases. This result challenges the hypothesis that the inner brow raiser has a communicative function in dog-human interactions and suggests a lower-level explanation for its production, namely an association with eye movements.",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2021.568935",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"page": "568935",
		"source": "DOI.org (Crossref)",
		"title": "‘Puppy Dog Eyes’ Are Associated With Eye Movements, Not Communication",
		"URL": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.568935/full",
		"volume": "12",
		"author": [
			{
				"family": "Bremhorst",
				"given": "Annika"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			},
			{
				"family": "Stolzlechner",
				"given": "Lisa"
			},
			{
				"family": "Würbel",
				"given": "Hanno"
			},
			{
				"family": "Riemer",
				"given": "Stefanie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					2,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/5WUW274B",
		"type": "article-journal",
		"abstract": "Abstract\n            Facial expressions are considered sensitive indicators of emotional states in humans and many animals. Identifying facial indicators of emotion is a major challenge and little systematic research has been done in non-primate species. In dogs, such research is important not only to address fundamental and applied scientific questions but also for practical reasons, since many problem behaviours are assumed to have an emotional basis, e.g. aggression based on frustration. Frustration responses can occur in superficially similar contexts as the emotional state of positive anticipation. For instance, the anticipated delivery of a food reward may induce the state of positive anticipation, but over time, if the food is not delivered, this will be replaced by frustration. We examined dogs’ facial expressions in contexts presumed to induce both positive anticipation and frustration, respectively, within a single controlled experimental setting. Using DogFACS, an anatomically-based method for coding facial expressions of dogs, we found that the “Ears adductor” action was more common in the positive condition and “Blink”, “Lips part”, “Jaw drop”, “Nose lick”, and “Ears flattener” were more common in the negative condition. This study demonstrates how differences in facial expression in emotionally ambiguous contexts may be used to help infer emotional states of different valence.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-019-55714-6",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "19312",
		"source": "DOI.org (Crossref)",
		"title": "Differences in facial expressions during positive anticipation and frustration in dogs awaiting a reward",
		"URL": "https://www.nature.com/articles/s41598-019-55714-6",
		"volume": "9",
		"author": [
			{
				"family": "Bremhorst",
				"given": "Annika"
			},
			{
				"family": "Sutter",
				"given": "Nicole A."
			},
			{
				"family": "Würbel",
				"given": "Hanno"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			},
			{
				"family": "Riemer",
				"given": "Stefanie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					12,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/RER7L3RK",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0006584",
		"ISSN": "1932-6203",
		"issue": "8",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e6584",
		"source": "DOI.org (Crossref)",
		"title": "Explaining Dog Wolf Differences in Utilizing Human Pointing Gestures: Selection for Synergistic Shifts in the Development of Some Social Skills",
		"title-short": "Explaining Dog Wolf Differences in Utilizing Human Pointing Gestures",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0006584",
		"volume": "4",
		"author": [
			{
				"family": "Gácsi",
				"given": "Márta"
			},
			{
				"family": "Gyoöri",
				"given": "Borbála"
			},
			{
				"family": "Virányi",
				"given": "Zsófia"
			},
			{
				"family": "Kubinyi",
				"given": "Enikö"
			},
			{
				"family": "Range",
				"given": "Friederike"
			},
			{
				"family": "Belényi",
				"given": "Beatrix"
			},
			{
				"family": "Miklósi",
				"given": "Ádám"
			}
		],
		"editor": [
			{
				"family": "Allen",
				"given": "Colin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2009",
					8,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/TBXKJAKT",
		"type": "article-journal",
		"abstract": "This paper describes an emotion recognition system for dogs automatically identifying the emotions anger, fear, happiness, and relaxation. It is based on a previously trained machine learning model, which uses automatic pose estimation to differentiate emotional states of canines. Towards that goal, we have compiled a picture library with full body dog pictures featuring 400 images with 100 samples each for the states “Anger”, “Fear”, “Happiness” and “Relaxation”. A new dog keypoint detection model was built using the framework DeepLabCut for animal keypoint detector training. The newly trained detector learned from a total of 13,809 annotated dog images and possesses the capability to estimate the coordinates of 24 different dog body part keypoints. Our application is able to determine a dog’s emotional state visually with an accuracy between 60% and 70%, exceeding human capability to recognize dog emotions.",
		"container-title": "Future Internet",
		"DOI": "10.3390/fi14040097",
		"ISSN": "1999-5903",
		"issue": "4",
		"journalAbbreviation": "Future Internet",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "97",
		"source": "DOI.org (Crossref)",
		"title": "Predicting Dog Emotions Based on Posture Analysis Using DeepLabCut",
		"URL": "https://www.mdpi.com/1999-5903/14/4/97",
		"volume": "14",
		"author": [
			{
				"family": "Ferres",
				"given": "Kim"
			},
			{
				"family": "Schloesser",
				"given": "Timo"
			},
			{
				"family": "Gloor",
				"given": "Peter A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/7AGXPAC9",
		"type": "article-journal",
		"abstract": "The presented study examines the ability of 265 children aged 4–12 years to correctly assign contextual cues and inner state values to a set of audio and audio-visual recordings of dog vocalizations and behaviors in different situations. Participants were asked to mark which situation each recording captured, what inner state of the dog it showed, and what inner state a human would feel in the same situation. Recognition of the inner state of dogs was affected by the age of the child when evaluating the audio recordings (p < 0.001), and such a tendency was revealed in evaluating the audiovisual materials (p = 0.08). The inner state of dog evaluation was associated with both the situation assessment (p < 0.01) and human inner state (p < 0.001) in the case of audio recordings, but it was only correlated with situation assessment in audio-visual recordings (p < 0.01). The contextual situations were recognized by the participants only in the audio materials, with “stranger” being the best recognized situation, while “play” was the least recognized. Overall, children aged 4–5 years showed a limited ability to understand dog signals compared to children aged 6–12 years, who were successful in recognizing the dogs’ stimuli more than 80% of the time. Therefore, children younger than 6 years of age require increased supervision when interacting with dogs.",
		"container-title": "International Journal of Environmental Research and Public Health",
		"DOI": "10.3390/ijerph17020506",
		"ISSN": "1660-4601",
		"issue": "2",
		"journalAbbreviation": "IJERPH",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "506",
		"source": "DOI.org (Crossref)",
		"title": "Can Children of Different Ages Recognize Dog Communication Signals in Different Situations?",
		"URL": "https://www.mdpi.com/1660-4601/17/2/506",
		"volume": "17",
		"author": [
			{
				"family": "Eretová",
				"given": "Petra"
			},
			{
				"family": "Chaloupková",
				"given": "Helena"
			},
			{
				"family": "Hefferová",
				"given": "Marcela"
			},
			{
				"family": "Jozífková",
				"given": "Eva"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					1,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/E4HK8YJG",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0215416",
		"ISSN": "1932-6203",
		"issue": "7",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0215416",
		"source": "DOI.org (Crossref)",
		"title": "Investigating risk factors that predict a dog’s fear during veterinary consultations",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0215416",
		"volume": "14",
		"author": [
			{
				"family": "Edwards",
				"given": "Petra T."
			},
			{
				"family": "Hazel",
				"given": "Susan J."
			},
			{
				"family": "Browne",
				"given": "Matthew"
			},
			{
				"family": "Serpell",
				"given": "James A."
			},
			{
				"family": "McArthur",
				"given": "Michelle L."
			},
			{
				"family": "Smith",
				"given": "Bradley P."
			}
		],
		"editor": [
			{
				"family": "Walsh",
				"given": "Carolyn J"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/4XNGIS3A",
		"type": "article-journal",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2019.00499",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "499",
		"source": "DOI.org (Crossref)",
		"title": "Developing Diagnostic Frameworks in Veterinary Behavioral Medicine: Disambiguating Separation Related Problems in Dogs",
		"title-short": "Developing Diagnostic Frameworks in Veterinary Behavioral Medicine",
		"URL": "https://www.frontiersin.org/article/10.3389/fvets.2019.00499/full",
		"volume": "6",
		"author": [
			{
				"family": "De Assis",
				"given": "Luciana S."
			},
			{
				"family": "Matos",
				"given": "Raquel"
			},
			{
				"family": "Pike",
				"given": "Thomas W."
			},
			{
				"family": "Burman",
				"given": "Oliver H. P."
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					1,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/E6WFLFKK",
		"type": "article-journal",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2020.02131",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"page": "2131",
		"source": "DOI.org (Crossref)",
		"title": "Where Do We Stand in the Domestic Dog (Canis familiaris) Positive-Emotion Assessment: A State-of-the-Art Review and Future Directions",
		"title-short": "Where Do We Stand in the Domestic Dog (Canis familiaris) Positive-Emotion Assessment",
		"URL": "https://www.frontiersin.org/article/10.3389/fpsyg.2020.02131/full",
		"volume": "11",
		"author": [
			{
				"family": "Csoltova",
				"given": "Erika"
			},
			{
				"family": "Mehinagic",
				"given": "Emira"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/2HMEZSVK",
		"type": "article-journal",
		"abstract": "There is a long history of laboratory studies of the physiological and behavioral effects of stress, its reduction, and the later psychological and behavioral consequences of unmitigated stress responses. Many of the stressors employed in these studies approximate the experience of dogs confined in an animal shelter. We review how the laboratory literature has guided our own work in describing the reactions of dogs to shelter housing and in helping formulate means of reducing their stress responses. Consistent with the social buffering literature in other species, human interaction has emerged as a key ingredient in moderating glucocorticoid stress responses of shelter dogs. We discuss variables that appear critical for effective use of human interaction procedures in the shelter as well as potential neural mechanisms underlying the glucocorticoid-reducing effect. We also describe recent studies in which enrichment centered on human interaction has been found to reduce aggressive responses in a temperament test used to determine suitability for adoption. Finally, we suggest that a critical aspect of the laboratory stress literature that has been underappreciated in studying shelter dogs is evidence for long-term behavioral consequences—often mediated by glucocorticoids—that may not become apparent until well after initial stress exposure.",
		"container-title": "Animals",
		"DOI": "10.3390/ani10112061",
		"ISSN": "2076-2615",
		"issue": "11",
		"journalAbbreviation": "Animals",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "2061",
		"source": "DOI.org (Crossref)",
		"title": "Psychological Stress, Its Reduction, and Long-Term Consequences: What Studies with Laboratory Animals Might Teach Us about Life in the Dog Shelter",
		"title-short": "Psychological Stress, Its Reduction, and Long-Term Consequences",
		"URL": "https://www.mdpi.com/2076-2615/10/11/2061",
		"volume": "10",
		"author": [
			{
				"family": "Hennessy",
				"given": "Michael B."
			},
			{
				"family": "Willen",
				"given": "Regina M."
			},
			{
				"family": "Schiml",
				"given": "Patricia A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/P5DUH64K",
		"type": "article-journal",
		"abstract": "Separation-related behaviours (SRBs), including but not limited to vocalisation, pacing, destruction and toileting, occur in the absence of human company. As well as being problematic for the dogs’ owners, such behaviours indicate that the dogs’ emotional state is compromised. As part of the COVID-19 pandemic, time spent alone decreased considerably for many pet dogs, leading to concerns about the development of SRBs when dogs are left alone more again. The main aim of this study was to test the hypothesis that dogs whose time left alone decreased most (compared to a February 2020 pre-COVID baseline) would be at greatest risk of developing new signs of SRB when time left alone increased again. To achieve this aim, we utilised survey data gathered from dog owners between 4th May and 3rd July 2020, during the first COVID-19 ‘lockdown’ period in the United Kingdom (UK), and a follow-up survey of the same dog-owner cohort, completed when restrictions had eased between 10th October and 2nd November 2020. Individual dogs fluctuated considerably in whether they showed signs of SRB or not across the study period (n = 1807). Overall, the prevalence of SRB in the population decreased from 22.1% to 17.2%, as did the time dogs were left alone for between February and October 2020. However, 9.9% of dogs had developed new signs of SRB by the follow-up survey in October 2020, with dogs whose leaving hours decreased most during lockdown restrictions being at increased risk of developing SRBs. These findings have implications for our understanding of the etiology of SRB, by showing a link between changes in owner routine and SRB risk.",
		"container-title": "Animals",
		"DOI": "10.3390/ani12040482",
		"ISSN": "2076-2615",
		"issue": "4",
		"journalAbbreviation": "Animals",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "482",
		"source": "DOI.org (Crossref)",
		"title": "Impact of Changes in Time Left Alone on Separation-Related Behaviour in UK Pet Dogs",
		"URL": "https://www.mdpi.com/2076-2615/12/4/482",
		"volume": "12",
		"author": [
			{
				"family": "Harvey",
				"given": "Naomi D."
			},
			{
				"family": "Christley",
				"given": "Robert M."
			},
			{
				"family": "Giragosian",
				"given": "Kassandra"
			},
			{
				"family": "Mead",
				"given": "Rebecca"
			},
			{
				"family": "Murray",
				"given": "Jane K."
			},
			{
				"family": "Samet",
				"given": "Lauren"
			},
			{
				"family": "Upjohn",
				"given": "Melissa M."
			},
			{
				"family": "Casey",
				"given": "Rachel A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/2QUA9PNW",
		"type": "article-journal",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2019.02001",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"page": "2001",
		"source": "DOI.org (Crossref)",
		"title": "Dogs, but Not Wolves, Lose Their Sensitivity Toward Novelty With Age",
		"URL": "https://www.frontiersin.org/article/10.3389/fpsyg.2019.02001/full",
		"volume": "10",
		"author": [
			{
				"family": "Hansen Wheat",
				"given": "Christina"
			},
			{
				"family": "Van Der Bijl",
				"given": "Wouter"
			},
			{
				"family": "Temrin",
				"given": "Hans"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					9,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/838KT8BT",
		"type": "article-journal",
		"abstract": "Dogs are trained for a variety of working roles including assistance, protection, and detection work. Many canine working roles, in their modern iterations, were developed at the turn of the 20th century and training practices have since largely been passed down from trainer to trainer. In parallel, research in psychology has advanced our understanding of animal behavior, and specifically canine learning and cognition, over the last 20 years; however, this field has had little focus or practical impact on working dog training. The aims of this narrative review are to (1) orient the reader to key advances in animal behavior that we view as having important implications for working dog training, (2) highlight where such information is already implemented, and (3) indicate areas for future collaborative research bridging the gap between research and practice. Through a selective review of research on canine learning and behavior and training of working dogs, we hope to combine advances from scientists and practitioners to lead to better, more targeted, and functional research for working dogs.",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2021.646022",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "646022",
		"source": "DOI.org (Crossref)",
		"title": "Working Dog Training for the Twenty-First Century",
		"URL": "https://www.frontiersin.org/articles/10.3389/fvets.2021.646022/full",
		"volume": "8",
		"author": [
			{
				"family": "Hall",
				"given": "Nathaniel J."
			},
			{
				"family": "Johnston",
				"given": "Angie M."
			},
			{
				"family": "Bray",
				"given": "Emily E."
			},
			{
				"family": "Otto",
				"given": "Cynthia M."
			},
			{
				"family": "MacLean",
				"given": "Evan L."
			},
			{
				"family": "Udell",
				"given": "Monique A. R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					7,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/MR3MSFMP",
		"type": "article-journal",
		"abstract": "Sudden, loud noises are one of the most common triggers for fearful behaviors in dogs, and many companion dogs suffer from noise sensitivity. Existing research focuses on dramatic infrequent sounds (e.g., thunderstorms, fireworks). Anecdotally, and based on reports of undesirable behaviors in response to noises in the home, many common household noises may also be causing fear and anxiety in companion dogs. However, these responses have not yet been studied in home environments. We surveyed 386 dog owners about their dogs' responses to household sounds, and recorded dog behaviors and human reactions from 62 videos and compilations available on an online video sharing platform, featuring dogs reacting to common household noises. Numerous signs of canine fear and anxiety were reported by survey respondents and observed in the videos, in response to both daily, and irregular but “normal,” household noises. Responses were significantly stronger to sounds characterized as high frequency intermittent than to sounds characterized as low frequency continuous. Respondents appeared to underestimate their dogs' fearfulness, and the majority of humans in the videos responded to their dogs' behaviors with amusement; welfare concerns were rarely expressed. While these videos cannot be used to calculate actual prevalence of these issues, our data support that some owners are underestimating fearfulness in their dogs in response to household noises, and responding inappropriately to dogs' expressions of fear and anxiety. Better education is required for dog owners to accurately interpret canine body language, to both safeguard dogs' welfare and minimize development of anxiety-related behavior problems.",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2021.760845",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "760845",
		"source": "DOI.org (Crossref)",
		"title": "Stress-Related Behaviors in Companion Dogs Exposed to Common Household Noises, and Owners' Interpretations of Their Dogs' Behaviors",
		"URL": "https://www.frontiersin.org/articles/10.3389/fvets.2021.760845/full",
		"volume": "8",
		"author": [
			{
				"family": "Grigg",
				"given": "Emma K."
			},
			{
				"family": "Chou",
				"given": "Juliann"
			},
			{
				"family": "Parker",
				"given": "Emily"
			},
			{
				"family": "Gatesy-Davis",
				"given": "Anwyn"
			},
			{
				"family": "Clarkson",
				"given": "Sara T."
			},
			{
				"family": "Hart",
				"given": "Lynette A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					11,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/S6FK994N",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0074770",
		"ISSN": "1932-6203",
		"issue": "9",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e74770",
		"source": "DOI.org (Crossref)",
		"title": "Fashion vs. Function in Cultural Evolution: The Case of Dog Breed Popularity",
		"title-short": "Fashion vs. Function in Cultural Evolution",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0074770",
		"volume": "8",
		"author": [
			{
				"family": "Ghirlanda",
				"given": "Stefano"
			},
			{
				"family": "Acerbi",
				"given": "Alberto"
			},
			{
				"family": "Herzog",
				"given": "Harold"
			},
			{
				"family": "Serpell",
				"given": "James A."
			}
		],
		"editor": [
			{
				"family": "Bentley",
				"given": "R. Alexander"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					9,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/ACNMYMP2",
		"type": "article-journal",
		"abstract": "Abstract\n            A high proportion of pet dogs show fear-related behavioural problems, with noise fears being most prevalent. Nonetheless, few studies have objectively evaluated fear expression in this species. Using owner-provided video recordings, we coded behavioural expressions of pet dogs during a real-life firework situation at New Year’s Eve and compared them to behaviour of the same dogs on a different evening without fireworks (control condition), using Wilcoxon signed ranks tests. A backwards-directed ear position, measured at the base of the ear, was most strongly associated with the fireworks condition (effect size: Cohen’s d = 0.69). Durations of locomotion (d = 0.54) and panting (d = 0.45) were also higher during fireworks than during the control condition. Vocalisations (d = 0.40), blinking (d = 0.37), and hiding (d = 0.37) were increased during fireworks, but this was not significant after sequential Bonferroni correction. This could possibly be attributed to the high inter-individual variability in the frequency of blinking and the majority of subjects not vocalising or hiding at all. Thus, individual differences must be taken into account when aiming to assess an individual’s level of fear, as relevant measures may not be the same for all individuals. Firework exposure was not associated with an elevated rate of other so-called ‘stress signals’, lip licking and yawning.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-020-72841-7",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "16035",
		"source": "DOI.org (Crossref)",
		"title": "Fear expressions of dogs during New Year fireworks: a video analysis",
		"title-short": "Fear expressions of dogs during New Year fireworks",
		"URL": "https://www.nature.com/articles/s41598-020-72841-7",
		"volume": "10",
		"author": [
			{
				"family": "Gähwiler",
				"given": "Sarah"
			},
			{
				"family": "Bremhorst",
				"given": "Annika"
			},
			{
				"family": "Tóth",
				"given": "Katinka"
			},
			{
				"family": "Riemer",
				"given": "Stefanie"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/CK3IUGSB",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0118375",
		"ISSN": "1932-6203",
		"issue": "2",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0118375",
		"source": "DOI.org (Crossref)",
		"title": "Influence of Owners’ Attachment Style and Personality on Their Dogs’ (Canis familiaris) Separation-Related Disorder",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0118375",
		"volume": "10",
		"author": [
			{
				"family": "Konok",
				"given": "Veronika"
			},
			{
				"family": "Kosztolányi",
				"given": "András"
			},
			{
				"family": "Rainer",
				"given": "Wohlfarth"
			},
			{
				"family": "Mutschler",
				"given": "Bettina"
			},
			{
				"family": "Halsband",
				"given": "Ulrike"
			},
			{
				"family": "Miklósi",
				"given": "Ádám"
			}
		],
		"editor": [
			{
				"family": "Kaminski",
				"given": "Juliane"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015",
					2,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/P5CAVKHM",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0164760",
		"ISSN": "1932-6203",
		"issue": "10",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0164760",
		"source": "DOI.org (Crossref)",
		"title": "Dog Breed Differences in Visual Communication with Humans",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0164760",
		"volume": "11",
		"author": [
			{
				"family": "Konno",
				"given": "Akitsugu"
			},
			{
				"family": "Romero",
				"given": "Teresa"
			},
			{
				"family": "Inoue-Murayama",
				"given": "Miho"
			},
			{
				"family": "Saito",
				"given": "Atsuko"
			},
			{
				"family": "Hasegawa",
				"given": "Toshikazu"
			}
		],
		"editor": [
			{
				"family": "Kaminski",
				"given": "Juliane"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					10,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/DZKK2TVH",
		"type": "article-journal",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2020.00597",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "597",
		"source": "DOI.org (Crossref)",
		"title": "Selecting Dogs for Explosives Detection: Behavioral Characteristics",
		"title-short": "Selecting Dogs for Explosives Detection",
		"URL": "https://www.frontiersin.org/article/10.3389/fvets.2020.00597/full",
		"volume": "7",
		"author": [
			{
				"family": "Lazarowski",
				"given": "Lucia"
			},
			{
				"family": "Waggoner",
				"given": "Lowell Paul"
			},
			{
				"family": "Krichbaum",
				"given": "Sarah"
			},
			{
				"family": "Singletary",
				"given": "Melissa"
			},
			{
				"family": "Haney",
				"given": "Pamela"
			},
			{
				"family": "Rogers",
				"given": "Bart"
			},
			{
				"family": "Angle",
				"given": "Craig"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9,
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/NMCALWM8",
		"type": "article-journal",
		"abstract": "Significance\n            Dogs were shaped during the course of domestication both in their behavior and in their anatomical features. Here we show that domestication transformed the facial muscle anatomy of dogs specifically for facial communication with humans. A muscle responsible for raising the inner eyebrow intensely is uniformly present in dogs but not in wolves. Behavioral data show that dogs also produce the eyebrow movement significantly more often and with higher intensity than wolves do, with highest-intensity movements produced exclusively by dogs. Interestingly, this movement increases paedomorphism and resembles an expression humans produce when sad, so its production in dogs may trigger a nurturing response. We hypothesize that dogs’ expressive eyebrows are the result of selection based on humans’ preferences.\n          , \n            Domestication shaped wolves into dogs and transformed both their behavior and their anatomy. Here we show that, in only 33,000 y, domestication transformed the facial muscle anatomy of dogs specifically for facial communication with humans. Based on dissections of dog and wolf heads, we show that the levator anguli oculi medialis, a muscle responsible for raising the inner eyebrow intensely, is uniformly present in dogs but not in wolves. Behavioral data, collected from dogs and wolves, show that dogs produce the eyebrow movement significantly more often and with higher intensity than wolves do, with highest-intensity movements produced exclusively by dogs. Interestingly, this movement increases paedomorphism and resembles an expression that humans produce when sad, so its production in dogs may trigger a nurturing response in humans. We hypothesize that dogs with expressive eyebrows had a selection advantage and that “puppy dog eyes” are the result of selection based on humans’ preferences.",
		"container-title": "Proceedings of the National Academy of Sciences",
		"DOI": "10.1073/pnas.1820653116",
		"ISSN": "0027-8424, 1091-6490",
		"issue": "29",
		"journalAbbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
		"language": "en",
		"page": "14677-14681",
		"source": "DOI.org (Crossref)",
		"title": "Evolution of facial muscle anatomy in dogs",
		"URL": "https://pnas.org/doi/full/10.1073/pnas.1820653116",
		"volume": "116",
		"author": [
			{
				"family": "Kaminski",
				"given": "Juliane"
			},
			{
				"family": "Waller",
				"given": "Bridget M."
			},
			{
				"family": "Diogo",
				"given": "Rui"
			},
			{
				"family": "Hartstone-Rose",
				"given": "Adam"
			},
			{
				"family": "Burrows",
				"given": "Anne M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/IDG83RES",
		"type": "article-journal",
		"abstract": "Abstract\n            Most mammalian species produce facial expressions. Historically, animal facial expressions have been considered inflexible and involuntary displays of emotional states rather than active attempts to communicate with others. In the current study, we aimed to test whether domestic dog facial expressions are subject to audience effects and/ or changes in response to an arousing stimulus (e.g. food) alone. We presented dogs with an experimental situation in which a human demonstrator was either attending to them or turned away, and varied whether she presented food or not. Dogs produced significantly more facial movements when the human was attentive than when she was not. The food, however, as a non-social but arousing stimulus, did not affect the dogs’ behaviour. The current study is therefore evidence that dogs are sensitive to the human’s attentional state when producing facial expressions, suggesting that facial expressions are not just inflexible and involuntary displays of emotional states, but rather potentially active attempts to communicate with others.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-017-12781-x",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "12914",
		"source": "DOI.org (Crossref)",
		"title": "Human attention affects facial expressions in domestic dogs",
		"URL": "https://www.nature.com/articles/s41598-017-12781-x",
		"volume": "7",
		"author": [
			{
				"family": "Kaminski",
				"given": "Juliane"
			},
			{
				"family": "Hynds",
				"given": "Jennifer"
			},
			{
				"family": "Morris",
				"given": "Paul"
			},
			{
				"family": "Waller",
				"given": "Bridget M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/CJXHIRUC",
		"type": "article-journal",
		"abstract": "Dog biting events pose severe public health and animal welfare concerns. They result in several consequences for both humans (including physical and psychological trauma) and the dog involved in the biting episode (abandonment, relocation to shelter and euthanasia). Although numerous epidemiological studies have analyzed the different factors influencing the occurrence of such events, to date the role of emotions in the expression of predatory attacks toward humans has been scarcely investigated. This paper focuses on the influence of emotional states on triggering predatory attacks in dogs, particularly in some breeds whose aggression causes severe consequences to human victims. We suggest that a comprehensive analysis of the dog bite phenomenon should consider the emotional state of biting dogs in order to collect reliable and realistic data about bite episodes.",
		"container-title": "Animals",
		"DOI": "10.3390/ani11102907",
		"ISSN": "2076-2615",
		"issue": "10",
		"journalAbbreviation": "Animals",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "2907",
		"source": "DOI.org (Crossref)",
		"title": "Emotions and Dog Bites: Could Predatory Attacks Be Triggered by Emotional States?",
		"title-short": "Emotions and Dog Bites",
		"URL": "https://www.mdpi.com/2076-2615/11/10/2907",
		"volume": "11",
		"author": [
			{
				"family": "Ingeo",
				"given": "Serenella",
				"non-dropping-particle": "d’"
			},
			{
				"family": "Iarussi",
				"given": "Fabrizio"
			},
			{
				"family": "De Monte",
				"given": "Valentina"
			},
			{
				"family": "Siniscalchi",
				"given": "Marcello"
			},
			{
				"family": "Minunno",
				"given": "Michele"
			},
			{
				"family": "Quaranta",
				"given": "Angelo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					10,
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/EDPXU54S",
		"type": "article-journal",
		"abstract": "Abstract\n            \n              Previously, we found that dogs belonging to the herding breed group, selected for human cooperation, synchronise their long-term stress levels with their owners. The aim of the current study was to investigate features that could influence long-term stress levels in ancient dog breeds, genetically closer to wolves, and dogs specifically selected to work independently of their owner. Twenty-four ancient breed dogs and 18 solitary hunting dogs were recruited and hair samples were obtained from both dogs and owners from which hair cortisol concentration (HCC) was analysed. Additionally, the owners completed lifestyle surveys, the Monash Dog Owner Relationship Scale (MDORS) on human–dog relationship, and both dog and owner personality questionnaires (Dog Personality questionnaire and Big Five Inventory survey). The results from the MDORS indicate that the subscale\n              Perceived cost\n              correlated to the dog HCC of tested breed groups: solitary hunting breeds (χ\n              2\n               = 4.95, P = 0.026, β = 0.055), ancient breeds (χ\n              2\n               = 2.74, P = 0.098, β = 0.027), and herding dogs included from a previous study (χ\n              2\n               = 6.82, P = 0.009, β = − 0.061). The HCC of the solitary hunting dogs was also related to the owner personality traits\n              Agreeableness\n              (χ\n              2\n               = 12.30, P < 0.001, β = − 0.060) and\n              Openness\n              (χ\n              2\n               = 9.56, P = 0.002, β = 0.048) suggesting a more substantial influence of the owner on the solitary hunting dog’s HCC compared to the ancient breeds. No effect of owner HCC on dog HCC was found in either ancient or in solitary hunting breeds. Hence, the long-term stress synchronisation is likely to be a trait in breeds selected for human cooperation. In conclusion, dog HCC is often related to the owners’ personality, but is primarily influenced by the owner-dog relationship.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-021-88201-y",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "8612",
		"source": "DOI.org (Crossref)",
		"title": "Long-term stress in dogs is related to the human–dog relationship and personality traits",
		"URL": "https://www.nature.com/articles/s41598-021-88201-y",
		"volume": "11",
		"author": [
			{
				"family": "Höglin",
				"given": "Amanda"
			},
			{
				"family": "Van Poucke",
				"given": "Enya"
			},
			{
				"family": "Katajamaa",
				"given": "Rebecca"
			},
			{
				"family": "Jensen",
				"given": "Per"
			},
			{
				"family": "Theodorsson",
				"given": "Elvar"
			},
			{
				"family": "Roth",
				"given": "Lina S. V."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					4,
					21
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/BUP4HUP9",
		"type": "article-journal",
		"abstract": "Abstract\n            \n              Dogs (\n              Canis lupus familiaris\n              ) are the domestically bred descendant of wolves (\n              Canis lupus\n              ). However, selective breeding has profoundly altered facial morphologies of dogs compared to their wolf ancestors. We demonstrate that these morphological differences limit the abilities of dogs to successfully produce the same affective facial expressions as wolves. We decoded facial movements of captive wolves during social interactions involving nine separate affective states. We used linear discriminant analyses to predict affective states based on combinations of facial movements. The resulting confusion matrix demonstrates that specific combinations of facial movements predict nine distinct affective states in wolves; the first assessment of this many affective facial expressions in wolves. However, comparative analyses with kennelled rescue dogs revealed reduced ability to predict affective states. Critically, there was a very low predictive power for specific affective states, with confusion occurring between negative and positive states, such as Friendly and Fear. We show that the varying facial morphologies of dogs (specifically non-wolf-like morphologies) limit their ability to produce the same range of affective facial expressions as wolves. Confusion among positive and negative states could be detrimental to human–dog interactions, although our analyses also suggest dogs likely use vocalisations to compensate for limitations in facial communication.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-024-61110-6",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "10491",
		"source": "DOI.org (Crossref)",
		"title": "Domestication constrains the ability of dogs to convey emotions via facial expressions in comparison to their wolf ancestors",
		"URL": "https://www.nature.com/articles/s41598-024-61110-6",
		"volume": "14",
		"author": [
			{
				"family": "Hobkirk",
				"given": "Elana R."
			},
			{
				"family": "Twiss",
				"given": "Sean D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					5,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/FCDIDG6A",
		"type": "article-journal",
		"abstract": "During the COVID-19 pandemic, lockdowns provided an opportunity to assess what factors, including changes in an owner’s routine and time spent at home, were associated with changes in dog behaviour. We undertook a longitudinal survey over a period of 8 months during which we asked about people’s work patterns, dog management, and their dogs’ behaviour. Generalized linear models revealed that the pre-existence of signs of potential separation-related problems, and especially vocalisation, self-injury, and chewing to escape confinement, was associated with an increase in a range of separation issues. Dogs showing separation-related signs prior to COVID were also more likely to develop more problems during lockdown. Management changes tended to result in increased physical and social stress, with a range of potential compensatory actions taken by the dog, however these signs of stress did not generally appear to be connected to separation-related issues. Survival analysis was used to investigate the emergence of specific issues over time. This indicated that a change to working from home was related initially to a decreased risk of aggression towards the owner, but over time, those who continued to work from the home were at an increased risk of this problem. No other significant time-related relationships were found.",
		"container-title": "Veterinary Sciences",
		"DOI": "10.3390/vetsci10030195",
		"ISSN": "2306-7381",
		"issue": "3",
		"journalAbbreviation": "Veterinary Sciences",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "195",
		"source": "DOI.org (Crossref)",
		"title": "Changes in Dog Behaviour Associated with the COVID-19 Lockdown, Pre-Existing Separation-Related Problems and Alterations in Owner Behaviour",
		"URL": "https://www.mdpi.com/2306-7381/10/3/195",
		"volume": "10",
		"author": [
			{
				"family": "Sherwell",
				"given": "Emila-Grace"
			},
			{
				"family": "Panteli",
				"given": "Eirini"
			},
			{
				"family": "Krulik",
				"given": "Tracy"
			},
			{
				"family": "Dilley",
				"given": "Alexandra"
			},
			{
				"family": "Root-Gutteridge",
				"given": "Holly"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					3,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/6W274ERT",
		"type": "article-journal",
		"container-title": "Animal Behaviour",
		"DOI": "10.1016/j.anbehav.2024.05.013",
		"ISSN": "00033472",
		"journalAbbreviation": "Animal Behaviour",
		"language": "en",
		"page": "1-9",
		"source": "DOI.org (Crossref)",
		"title": "Tell-tale signals: faces reveal playful and aggressive mood in wolves",
		"title-short": "Tell-tale signals",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0003347224001489",
		"volume": "214",
		"author": [
			{
				"family": "Maglieri",
				"given": "Veronica"
			},
			{
				"family": "Mastrandrea",
				"given": "Fosca"
			},
			{
				"family": "Galotti",
				"given": "Alice"
			},
			{
				"family": "Böye",
				"given": "Martin"
			},
			{
				"family": "Laurent",
				"given": "Sébastien"
			},
			{
				"family": "Marcolla",
				"given": "Andrea"
			},
			{
				"family": "Palagi",
				"given": "Elisabetta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					8
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/3PLUIJ4X",
		"type": "article-journal",
		"container-title": "Frontiers in Veterinary Science",
		"DOI": "10.3389/fvets.2020.00508",
		"ISSN": "2297-1769",
		"journalAbbreviation": "Front. Vet. Sci.",
		"page": "508",
		"source": "DOI.org (Crossref)",
		"title": "Efficacy of Dog Training With and Without Remote Electronic Collars vs. a Focus on Positive Reinforcement",
		"URL": "https://www.frontiersin.org/article/10.3389/fvets.2020.00508/full",
		"volume": "7",
		"author": [
			{
				"family": "China",
				"given": "Lucy"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			},
			{
				"family": "Cooper",
				"given": "Jonathan J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					7,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/UMSZV2K3",
		"type": "article-journal",
		"abstract": "Abstract\n            Separation related disorder in dogs is a multi-faceted phenomenon. Dogs can react to the absence of their owner due to different inner states such as fear, panic or frustration. We hypothesized that dogs that are prone to frustration or fearfulness in other contexts would show a different behavioral response to separation from the owner. We investigated the association between inner states in different contexts and separation behaviors by combining a questionnaire with a separation test. Fear-related questionnaire components were rather associated with whining and the absence of barking. Dogs that received higher scores in the demanding component of the questionnaire, which might be in association of the frustration threshold of the dog, barked more and were more likely to scratch the door. Finally, dogs that were more prone to phobic reactions whined somewhat more and tried to escape. We provide empirical support for the assumption that separation-related behavioral responses of dogs might be triggered by different emotions.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-021-98526-3",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "19207",
		"source": "DOI.org (Crossref)",
		"title": "Separation-related behavior of dogs shows association with their reactions to everyday situations that may elicit frustration or fear",
		"URL": "https://www.nature.com/articles/s41598-021-98526-3",
		"volume": "11",
		"author": [
			{
				"family": "Lenkei",
				"given": "Rita"
			},
			{
				"family": "Faragó",
				"given": "Tamás"
			},
			{
				"family": "Bakos",
				"given": "Viktória"
			},
			{
				"family": "Pongrácz",
				"given": "Péter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/IIAPVHTK",
		"type": "article-journal",
		"abstract": "Most studies on dogs’ cognitive skills in understanding human communication have been conducted on pet dogs, making them a role model for the species. However, pet dogs are just a minor and particular sample of the total dog world population, which would instead be better represented by free-ranging dogs. Since free-ranging dogs are still facing the selective forces of the domestication process, they indeed represent an important study subject to investigate the effect that such a process has had on dogs’ behavior and cognition. Despite only a few studies on free-ranging dogs (specifically village dogs) having been conducted so far, the results are intriguing. In fact, village dogs seem to place a high value on social contact with humans and understand some aspects of humans’ communication. In this study we aimed to investigate village dogs’ ability in understanding a subtle human communicative cue: human facial expressions, and compared them with pet dogs, who have already provided evidence of this social skill. We tested whether subjects were able to distinguish between neutral, happy, and angry human facial expressions in a test mimicking a potential real-life situation, where the experimenter repeatedly performed one facial expression while eating some food, and ultimately dropped it on the ground. We found evidence that village dogs, as well as pet dogs, could distinguish between subtle human communicative cues, since they performed a higher frequency of aversive gazes (looking away) in the angry condition than in the happy condition. However, we did not find other behavioral effects of the different conditions, likely due to the low intensity of the emotional expression performed. We suggest that village dogs’ ability in distinguishing between human facial expressions could provide them with an advantage in surviving in a human-dominated environment.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.15601",
		"ISSN": "2167-8359",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "e15601",
		"source": "DOI.org (Crossref)",
		"title": "Village dogs match pet dogs in reading human facial expressions",
		"URL": "https://peerj.com/articles/15601",
		"volume": "11",
		"author": [
			{
				"family": "Lazzaroni",
				"given": "Martina"
			},
			{
				"family": "Schär",
				"given": "Joana"
			},
			{
				"family": "Baxter",
				"given": "Elizabeth"
			},
			{
				"family": "Gratalon",
				"given": "Juliette"
			},
			{
				"family": "Range",
				"given": "Friederike"
			},
			{
				"family": "Marshall-Pescini",
				"given": "Sarah"
			},
			{
				"family": "Dale",
				"given": "Rachel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					7,
					6
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/WNDYSJCL",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0170730",
		"ISSN": "1932-6203",
		"issue": "1",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0170730",
		"source": "DOI.org (Crossref)",
		"title": "Human Empathy, Personality and Experience Affect the Emotion Ratings of Dog and Human Facial Expressions",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0170730",
		"volume": "12",
		"author": [
			{
				"family": "Kujala",
				"given": "Miiamaaria V."
			},
			{
				"family": "Somppi",
				"given": "Sanni"
			},
			{
				"family": "Jokela",
				"given": "Markus"
			},
			{
				"family": "Vainio",
				"given": "Outi"
			},
			{
				"family": "Parkkonen",
				"given": "Lauri"
			}
		],
		"editor": [
			{
				"family": "Palagi",
				"given": "Elisabetta"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					1,
					23
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/YZK67A4I",
		"type": "article-journal",
		"abstract": "Dogs (\n              Canis familiaris\n              ) and cats (\n              Felis silvestris catus\n              ) have been domesticated through different processes. Dogs were the first domesticated animals, cooperating with humans by hunting and guarding. In contrast, cats were domesticated as predators of rodents and lived near human habitations when humans began to settle and farm. Although the domestication of dogs followed a different path from that of cats, and they have ancestors of a different nature, both have been broadly integrated into—and profoundly impacted—human society. The coexistence between dogs/cats and humans is based on non-verbal communication. This review focuses on “gaze,” which is an important signal for humans and describes the communicative function of dogs’ and cats’ eye-gaze behavior with humans. We discuss how the function of the gaze goes beyond communication to mutual emotional connection, namely “bond” formation. Finally, we present a research approach to multimodal interactions between dogs/cats and humans that participate in communication and bond formation.",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2020.613512",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"page": "613512",
		"source": "DOI.org (Crossref)",
		"title": "The Gaze Communications Between Dogs/Cats and Humans: Recent Research Review and Future Directions",
		"title-short": "The Gaze Communications Between Dogs/Cats and Humans",
		"URL": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.613512/full",
		"volume": "11",
		"author": [
			{
				"family": "Koyasu",
				"given": "Hikari"
			},
			{
				"family": "Kikusui",
				"given": "Takefumi"
			},
			{
				"family": "Takagi",
				"given": "Saho"
			},
			{
				"family": "Nagasawa",
				"given": "Miho"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12,
					18
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/9WMEZD3Y",
		"type": "article-journal",
		"container-title": "Veterinary and Animal Science",
		"DOI": "10.1016/j.vas.2020.100145",
		"ISSN": "2451943X",
		"journalAbbreviation": "Veterinary and Animal Science",
		"language": "en",
		"page": "100145",
		"source": "DOI.org (Crossref)",
		"title": "Reliability of observer ratings: Qualitative behaviour assessments of shelter dogs using a fixed list of descriptors",
		"title-short": "Reliability of observer ratings",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2451943X20300582",
		"volume": "10",
		"author": [
			{
				"family": "Stubsjøen",
				"given": "Solveig Marie"
			},
			{
				"family": "Moe",
				"given": "Randi Oppermann"
			},
			{
				"family": "Bruland",
				"given": "Kristin"
			},
			{
				"family": "Lien",
				"given": "Tuva"
			},
			{
				"family": "Muri",
				"given": "Karianne"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/4U9R6DHR",
		"type": "article-journal",
		"abstract": "We evaluated the effect of the dog–owner relationship on dogs’ emotional reactivity, quantified with heart rate variability (HRV), behavioral changes, physical activity and dog owner interpretations. Twenty nine adult dogs encountered five different emotional situations (i.e., stroking, a feeding toy, separation from the owner, reunion with the owner, a sudden appearance of a novel object). The results showed that both negative and positive situations provoked signs of heightened arousal in dogs. During negative situations, owners’ ratings about the heightened emotional arousal correlated with lower HRV, higher physical activity and more behaviors that typically index arousal and fear. The three factors of The Monash Dog–Owner Relationship Scale (MDORS) were reflected in the dogs’ heart rate variability and behaviors: the Emotional Closeness factor was related to increased HRV (p = 0.009), suggesting this aspect is associated with the secure base effect, and the Shared Activities factor showed a trend toward lower HRV (p = 0.067) along with more owner-directed behaviors reflecting attachment related arousal. In contrast, the Perceived Costs factor was related to higher HRV (p = 0.009) along with less fear and less owner-directed behaviors, which may reflect the dog’s more independent personality. In conclusion, dogs’ emotional reactivity and the dog–owner relationship modulate each other, depending on the aspect of the relationship and dogs’ individual responsivity.",
		"container-title": "Animals",
		"DOI": "10.3390/ani12111338",
		"ISSN": "2076-2615",
		"issue": "11",
		"journalAbbreviation": "Animals",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "1338",
		"source": "DOI.org (Crossref)",
		"title": "Dog–Owner Relationship, Owner Interpretations and Dog Personality Are Connected with the Emotional Reactivity of Dogs",
		"URL": "https://www.mdpi.com/2076-2615/12/11/1338",
		"volume": "12",
		"author": [
			{
				"family": "Somppi",
				"given": "Sanni"
			},
			{
				"family": "Törnqvist",
				"given": "Heini"
			},
			{
				"family": "Koskela",
				"given": "Aija"
			},
			{
				"family": "Vehkaoja",
				"given": "Antti"
			},
			{
				"family": "Tiira",
				"given": "Katriina"
			},
			{
				"family": "Väätäjä",
				"given": "Heli"
			},
			{
				"family": "Surakka",
				"given": "Veikko"
			},
			{
				"family": "Vainio",
				"given": "Outi"
			},
			{
				"family": "Kujala",
				"given": "Miiamaaria V."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					5,
					24
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/4MZAKL6L",
		"type": "article-journal",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0143047",
		"ISSN": "1932-6203",
		"issue": "1",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e0143047",
		"source": "DOI.org (Crossref)",
		"title": "Dogs Evaluate Threatening Facial Expressions by Their Biological Validity – Evidence from Gazing Patterns",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0143047",
		"volume": "11",
		"author": [
			{
				"family": "Somppi",
				"given": "Sanni"
			},
			{
				"family": "Törnqvist",
				"given": "Heini"
			},
			{
				"family": "Kujala",
				"given": "Miiamaaria V."
			},
			{
				"family": "Hänninen",
				"given": "Laura"
			},
			{
				"family": "Krause",
				"given": "Christina M."
			},
			{
				"family": "Vainio",
				"given": "Outi"
			}
		],
		"editor": [
			{
				"family": "Guo",
				"given": "Kun"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					1,
					13
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/Z6AKS3RM",
		"type": "article-journal",
		"abstract": "Abstract\n            There is now scientific evidence that, in dogs, distinctive facial actions are produced in response to different emotionally-arousing stimuli suggesting a relationship between lateralized facial expressions and emotional states. Although in humans, relationships between facial asymmetry and both emotional and physiological distress have been reported, there are currently no data on the laterality of dogs’ facial expressions in response to social stimuli with respect to canine behavioral disorders. The aim of the present work was to investigate the facial asymmetries of dogs with fear and aggressive behavior towards humans during two different emotional situations: (1) while the dogs were alone in the presence of their owners and (2) during the approach of an unfamiliar human being. Overall, our results demonstrated high levels of asymmetries in facial expressions of dogs displaying fear and aggressive behaviors towards humans indicating that measuring facial asymmetries in dogs could prove to be a useful non-invasive tool for investigating physiology-based behavioral disorders.",
		"container-title": "Scientific Reports",
		"DOI": "10.1038/s41598-022-24136-2",
		"ISSN": "2045-2322",
		"issue": "1",
		"journalAbbreviation": "Sci Rep",
		"language": "en",
		"page": "19620",
		"source": "DOI.org (Crossref)",
		"title": "Facial asymmetry in dogs with fear and aggressive behaviors towards humans",
		"URL": "https://www.nature.com/articles/s41598-022-24136-2",
		"volume": "12",
		"author": [
			{
				"family": "Siniscalchi",
				"given": "Marcello"
			},
			{
				"family": "Ingeo",
				"given": "Serenella",
				"non-dropping-particle": "d’"
			},
			{
				"family": "Minunno",
				"given": "Michele"
			},
			{
				"family": "Quaranta",
				"given": "Angelo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					11,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/WUJLT8MJ",
		"type": "article-journal",
		"abstract": "Dogs have a vast and flexible repertoire of visual, acoustic, and olfactory signals that allow an expressive and fine tuned conspecific and dog–human communication. Dogs use this behavioural repertoire when communicating with humans, employing the same signals used during conspecific interactions, some of which can acquire and carry a different meaning when directed toward humans. The aim of this review is to provide an overview of the latest progress made in the study of dog communication, describing the different nature of the signals used in conspecific (dog–dog) and heterospecific (dog–human) interactions and their communicative meaning. Finally, behavioural asymmetries that reflect lateralized neural patterns involved in both dog–dog and dog–human social communication are discussed.",
		"container-title": "Animals",
		"DOI": "10.3390/ani8080131",
		"ISSN": "2076-2615",
		"issue": "8",
		"journalAbbreviation": "Animals",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "131",
		"source": "DOI.org (Crossref)",
		"title": "Communication in Dogs",
		"URL": "https://www.mdpi.com/2076-2615/8/8/131",
		"volume": "8",
		"author": [
			{
				"family": "Siniscalchi",
				"given": "Marcello"
			},
			{
				"family": "D’Ingeo",
				"given": "Serenella"
			},
			{
				"family": "Minunno",
				"given": "Michele"
			},
			{
				"family": "Quaranta",
				"given": "Angelo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					7,
					31
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/MKQT6TFB",
		"type": "article-journal",
		"container-title": "PLoS ONE",
		"DOI": "10.1371/journal.pone.0003349",
		"ISSN": "1932-6203",
		"issue": "10",
		"journalAbbreviation": "PLoS ONE",
		"language": "en",
		"page": "e3349",
		"source": "DOI.org (Crossref)",
		"title": "Hemispheric Specialization in Dogs for Processing Different Acoustic Stimuli",
		"URL": "https://dx.plos.org/10.1371/journal.pone.0003349",
		"volume": "3",
		"author": [
			{
				"family": "Siniscalchi",
				"given": "Marcello"
			},
			{
				"family": "Quaranta",
				"given": "Angelo"
			},
			{
				"family": "Rogers",
				"given": "Lesley J."
			}
		],
		"editor": [
			{
				"family": "Lauwereyns",
				"given": "Jan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2008",
					10,
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/HcNyMLXH/items/EU7TWZX6",
		"type": "article-journal",
		"container-title": "Animal Behaviour",
		"DOI": "10.1016/j.anbehav.2024.08.005",
		"ISSN": "00033472",
		"journalAbbreviation": "Animal Behaviour",
		"language": "en",
		"page": "155-173",
		"source": "DOI.org (Crossref)",
		"title": "Lateralized behaviour in dogs during positive anticipation",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0003347224002264",
		"volume": "216",
		"author": [
			{
				"family": "Simon",
				"given": "Tim"
			},
			{
				"family": "Wilkinson",
				"given": "Anna"
			},
			{
				"family": "Frasnelli",
				"given": "Elisa"
			},
			{
				"family": "Guo",
				"given": "Kun"
			},
			{
				"family": "Mills",
				"given": "Daniel S."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					17
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					10
				]
			]
		}
	}
]